app/controllers/comments_controller.rb

  def create
    @comment = Comment.create(comment_params)
---
INSERT INTO "comments" ("content", "title", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["content", "edefefefe"], ["title", "grgrgrgrg"], ["created_at", "2016-04-18 03:43:01.821780"], ["updated_at", "2016-04-18 03:43:01.821780"]]