app/controllers/links_controller.rb

  def create
    @link = Link.create(link_params)
---
INSERT INTO "links" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2016-04-17 17:12:52.383545"], ["updated_at", "2016-04-17 17:12:52.383545"]]