app/controllers/signup_controller.rb

  def create
    @user = User.new(user_params)
    if @user.save
---
INSERT INTO "users" ("name", "email", "password_hash", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)