app/controllers/users_controller.rb

  def index
    @users = Users.all
---
SELECT "users".* FROM "users"